Repository: atlas-studios/Session2-G9
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 江逸悟性惊人，这幻影拳早就大成了，此刻用蓝色元力融合黑色元力运转出来，威力自然惊人，那刘管事境界和马飞一样都是铸鼎境四重，根本判断不出真实拳影。
en_us: With Jiang Yi's astonishingly high talent, he had long attained Phenomenal Stage for the Phantom Punch technique. Naturally, the power it produced was astounding, especially when he executed the technique combining the blue and black essence forces. Both Housekeeper Liu and Ma Fei were at the fourth stage of the Cast Tripod Realm, hence they were absolutely stupefied and unable to differentiate the real fists from fist silhouettes.

source: 江逸想起昨日荣管事的交代，不敢多耽搁时间，伤势不恢复，他就算有黑色元力战力也会大打折扣的。
en_us: Jiang Yi remembered the briefing by Chief Rong the day before and did not dare to delay any further. If he did not fix his injuries, even with the black essence force, his fighting abilities would still be greatly reduced.

source: 江逸想起那神秘的黑色元力，心神再次激荡起来，连忙把剩下的肉干快速啃了起来，准备吃完就立即疗伤，再细细研究一下那黑色元力。他有种感觉，或许这神秘的黑色元力，能让他的生活……发生天翻地覆的变化。
en_us: Upon thinking about that mysterious black essence force, Jiang Yi's spirit rose and became agitated again. He promptly finished the remaining meat jerky in a few rapid bites. He was ready to start healing once he was done eating, and later he would carefully study that black essence force. He had the intuition that perhaps this mysterious black essence force would... turn his life completely on its head!

source: 江逸愕然，这一两紫金可是一百银啊，这姬小姐不仅没压他的价，反而涨了？
en_us: Jiang Yi was stunned. One tael of purple gold was equivalent to one hundred silver! Not only did Young Mistress Ji not reduce his price, she had instead increased it.

source: 江逸愣了一下，背后的江如虎却再次叫嚣起来，今日他跟随江恨水前来，本就是想找机会收拾江逸一顿。刚才江逸怂了，让他没办法发飙，此刻自然想再一次激怒江逸。
en_us: Jiang Yi was only distracted for a moment before the Jiang Ruhu standing behind Jiang Henshui's back clamored yet again. In following Jiang Henshui that day to the alchemy lab, he had originally aimed to find an opportunity to teach Jiang Yi a lesson. Yet as Jiang Yi surrendered to his incitement, Jiang Ruhu had no chance to fly into a rage. Naturally, at the moment he desired to incite Jiang Yi into a rage once again.

source: 江逸愣住了，他没想到这个和他差不多大的漂亮小姐竟有如此人生感悟，他双眼迷茫起来，沉默不语。
en_us: Jiang Yi was floored. He did not expect that this beautiful young mistress, who was as young as he was, would have such profound thoughts about life. Eyes in a daze, he fell silent.

source: 江逸懒得再想，那缕被排出丹田的黑色元力也懒得管了，随便输送到不影响他吐纳江水诀的左臂某条小经脉内，准备明天再逼出体外。
en_us: Jiang Yi was too lazy to think or care about the black essence force that had been distilled through his dantian. He decided instead to transfer the essence force to a small meridian on his left arm, somewhere which would not affect his abilities in practicing the Jiang Water Art. He also resolved to prepare to force this essence out of his body tomorrow.

source: 江逸戴上斗篷苦笑道：“管事，我突然想起还有一件急事，回头再来好了。”
en_us: Jiang Yi put on his cloak and smiled bitterly, replying, "Manager, I suddenly remembered that I have something urgent to attend to. I'll be back soon."

source: 江逸所在的江家，作为天羽城五大家族之一，族内子弟众多，等阶极为森严。
en_us: Jiang Yi’s family was one of the five great family clans of Skyplume City. The Jiang Clan had many descendants, with each member being placed in a strict, hierarchical system.

source: 江逸手中的短剑狠狠的扬起，然后猛然朝马飞的小腹刺去，目标赫然是他的丹田位置……
en_us: Jiang Yi viciously raised the short sword and abruptly drove it down at Ma Fei's stomach, aiming directly where his dantian was...

source: 江逸扒完最后一口饭，舒服的打了个饱嗝，转身捏了捏江小奴的鼻子笑道：“傻丫头，以后我们会有更多的紫金，等少爷实力强大了，再也不会有人欺负我们了。”
en_us: Jiang Yi swallowed the last mouthful of rice and burped with satisfaction. He turned around to pinch Jiang Xiaonu's nose, giggling as he said, "Silly girl, next time we're going to get even more purple gold. Once your young master's power gets even stronger, no one would dare to bully us again."

source: 江逸找到杨管事，杨管事也没有隐瞒，明言告诉他是地之灵体，能快速帮人武技大成，他听到这个消息后，却没有欣喜反而很是怀疑。
en_us: 武技大成Jiang Yi found Manager Yang. Manager Yang had not secretly hidden anything from him, and instead told him clearly that he had an earth-powered soul and could help others rapidly achieve phenomenal success in their martial arts abilities. Upon hearing this piece of news, not only was he not feeling a sense of elation, but rather he found it being very suspicious.

source: 江逸抓了抓脑袋，暗道这身材火爆的妞喜欢被虐啊，那日攻击他那么久，可是连他一片衣角都没碰到，这样陪练真的有意思？
en_us: Jiang Yi scratched his head while muttering to himself in wonderment over whether this girl with a hot body enjoyed being abused like that. That day, she had attacked him for so long, yet she did not even manage to touch the corner of his clothes - was being a sparring partner like that meaningful?

source: 江逸抓着江如虎的手突然一松，似乎抡得太猛一时没抓住，他脸上也露出惊慌之色，因为江如虎身子直直飞了出去，脑袋笔直朝墙壁上撞去，这要是撞上了怕是脑瓜子……真的要和西瓜般爆裂了。
en_us: The hand that Jiang Yi used to grab onto Jiang Ruhu slipped. It seemed as though he whirled too vigorously and didn't grab on properly. His face let out an expression of fear because Jiang Ruhu's body was flying head first towards the wall. If Jiang Ruhu were to crash in head first... That brain of his was bound to burst apart like a watermelon.

source: 江逸抬头看了一眼门口一块巨大的牌匾上，三个龙飞凤舞的金色大字，抿了抿嘴唇，咬牙抬腿朝里面走去。
en_us: Jiang Yi lifted his head to glance at the huge plaque, with its three bold cursive golden characters, hanging above the main door. Pursing his lips and gritting his teeth, he raised his feet and walked into the Pavilion.

source: 江逸抽出手臂，兴奋的在房间里走来走去，突然脚步一顿，又想到一件事情：“这黑色元力既然能让拳头力量增大，用腿应该也可以吧？”
en_us: Jiang Yi removed his arm and paced happily around the room. A thought surfaced suddenly. The black essence force increases my fist strength greatly. It could work for my legs, too, I suppose...

source: 江逸抽出手臂，尽管衣袍被刮得破烂，手臂也被拉出几道血痕，但他已经全然不在乎了，身体兴奋得不住颤抖。
en_us: Jiang Yi pulled his arm out, not bothering with his torn sleeves and the few scratches on his arm. He was trembling with joy.

source: 江逸抿了抿嘴，勉强笑了笑，道：“也没什么大事，武殿派我执行一个秘密任务，我可能要离开三个月，我有些是担心你一个人在家。”
en_us: Jiang Yi pursed his lips and forced out a smile, "It's nothing major, just that I was assigned a secret mission by the Martial Arts Hall, so I may have to be away for three months. I'm a little worried to leave you here all by yourself."

source: 江逸抿了抿嘴，眼睛闪过一丝希翼之色。这黑色元力如此神奇，如果细细研究一番，还能发现新的神奇能力的话，或许他就能从这困境中走出来……
en_us: Jiang Yi pursed his lips as a ray of hope flashed past his eyes. This black essence force was so mysterious and powerful. If he studied it carefully, perhaps he would discover a new, previously hidden power which would enable him to escape his terrible circumstances...

source: 江逸拔腿就往外走去，走到门口才突然想起此行的目的，想到这柳长老似乎对他另眼相看？他迟疑了一阵，朝偏厅缓步走去。
en_us: Jiang Yi broke into a brisk walk heading out of the room. He abruptly remembered the purpose of his visit when he reached the door. He thought that it seemed as though Elder Liu viewed him in a new light. He hesitated for a moment, before slowly making his way to the side room.

source: 江逸拱手拜谢径直出了练功房，在护卫指引下从另外一条走廊内进了一个偏殿，来武殿这么久了，他还是第一次走入其余的偏殿。
en_us: Jiang Yi cupped his hands and bowed in a show of his gratitude, before directly making his way out of the Technique Practising Room. With directions given by a guard, he walked down another corridor and entered a side hall. He had been in the Martial Arts Hall for such a long time, yet this was his first time walking into the other side halls of the building complex.

source: 江逸拳头没有一丝停留，如三个流星般朝前方破空而去，不过在挨近马飞的手掌时，他的三个拳头突然消失了，一只手如软绵绵的海藻般朝马飞缠去。
en_us: Jiang Yi's fists did not hesitate even for a second and tore through the air like meteorites. However, as they approached Ma Fei's palm, the fists disappeared all of a sudden. In their stead was a hand bonelessly entangling Ma Fei akin to a kelp.

source: 江逸挣扎着站了起来，和江小奴两人搀扶着走进屋子内。进了江逸的房间内，江小奴扶着他在床上坐下，擦干眼泪点燃烛火，慌忙去取来药膏，要给他敷上疗伤。
en_us: Jiang Yi struggled to stand up and, supporting each other by the arm, he walked into the house with Jiang Xiaonu. Upon entering the interior of Jiang Yi's room, Jiang Xiaonu supported him to the bed, dried her tears, and lit a candle. After that, she quickly passed him some ointment to apply on his wounds.

source: 江逸推开一个房门目光一扫，看到里面都是药草，应该是西山药田内收集后送过来的。他不敢多看退了出来，走进另外一个房间，刚打开门一股扑鼻的药香就弥漫而来。
en_us: Jiang Yi pushed one of the doors open and took a glance. He saw the interior of the room filled with medicinal herbs, which he guessed were sent there after being collected from the medicinal plantations of the Western Hills. He did not dare to see further and thus retreated backward, before heading into the next room. Just as he opened the door, a puff of medicinal scent permeated out and entered his nose.

source: 江逸推算了一下时间又是一喜，虽然高手过招，很快就能分出输赢，但如果遭遇群战，他视力增强的时间变长还是很有作用的。
en_us: Jiang Yi estimated the time and was happy once again. Although it would be quick to derive who was the winner and loser in a fight against a martial arts expert; in the event of a long drawn-out group battle, his increase in duration during which his vision expanded in power would still be very useful.

source: 江逸揉了揉眼睛，稚嫩的脸上满是狂喜之色，他立马盘坐下，这次他准备修炼更久，提炼出更多的黑色元力，研究更多功能。
en_us: Jiang Yi rubbed his eyes, his slightly tender face filled with ecstasy. He immediately sat cross-legged. He planned to cultivate even longer, extracting more of the black essence force and research more of its functions.

source: 江逸摆了摆手，嘴角勉强露出一丝笑容，伸手摸了摸小奴的头说道：“小奴，不哭，我没事的，你家少爷……没这么容易倒下的。”
en_us: Jiang Yi waved his hands dismissively and forced a smile. He reached out to touch Xiaonu's head and consoled her by saying, "Xiaonu, don't cry, I'm fine. Your Young Master... isn’t someone who will go down that easily."

source: 江逸摇了摇头，大长老失踪后，江家没人待见他，谁会帮他？再说了如此丢人现眼的事情被家族知道了，怕是小奴不被风月楼的人打死，也要被刑堂活活打死……
en_us: Jiang Yi shook his head; after Grand Elder's disappearance, no one in the Jiang Clan valued him, so who would help him? Besides, if the family clan learned of such a embarrassing matter, even if Xiaonu was not beaten to death by the people from Fengyue Brothel, she would no doubt be brought to the disciplinary court and be severely punished…

source: 江逸摇了摇头，对面人这么多，他没有黑色元力了，要是硬来怕是两人都得留下。
en_us: Jiang Yi shook his head. There were many people outside and, having no more black essence force left, if he took the hard way, both people might end up having to stay behind.

source: 江逸摇了摇脑袋，强迫自己不要笑，闭目就地认认真真地盘坐着修炼起来，这次他足足修炼了两个时辰才停下。
en_us: Jiang Yi shook his head and forced himself not to laugh. Closing his eyes, he sat down cross-legged and seriously started to cultivate. This time he cultivated for four hours before stopping.

source: 江逸摇头否决道：“家里不是还有肉干吗？随便吃点，我再疗伤好了。”
en_us: Jiang Yi shook his head and asked, "Is there any more jerky in the house? I'll eat something simple first, then I'll heal my wounds."

source: 江逸摇头苦笑，他从没有宏图大志，也不想去做大事，只想带着小奴平平安安过着小日子，怎奈何命运总是捉弄他？此刻他是内忧外患，家族内和家族外都有人想弄死他，为了过上安稳幸福的日子，他唯有努力修炼，奋力拼搏……
en_us: Shaking his head, Jiang Yi smiled bitterly. He had never had any ambition or aspiration, nor did he wish to achieve great things. All he ever wanted was to live a peaceful life with Xiaonu, yet why must fate mess with him so? Troubles were plaguing him from both within and without; there were enemies both in and out of the family clan trying to kill him. The only way for him to secure a stable and happy life, was endeavoring to cultivate and striving hard to succeed...

source: 江逸摸了摸小奴的小脑袋，点头道：“小奴，你进来一下，和你说个正事。”
en_us: Jiang Yi stroked Xiaonu's head and nodded, "Xiaonu, come in for a moment. I have something important to tell you."

source: 江逸摸了摸鼻子，点头道：“好！”
en_us: Jiang Yi scratched his nose and nodded, replying, "Sure!"

source: 江逸摸了摸鼻子，讪讪说道：“荣管事，不是我不想去清点，是柳长老交代让我去他那帮忙……”
en_us: Jiang Yi scratched his nose and responded with some embarrassment. "Chief Rong, it's not that I don't want to go do my accounting, it's just that Elder Liu informed me to go over to his place to help him..."

source: 江逸撇了撇嘴，暗暗想到又不是你炼出来的……
en_us: Jiang Yi twitched his lips, silently thinking to himself that it was not he himself who refined it anyway...

source: 江逸收回紫金也不多解释，江小奴不懂修炼这些事和她说了也不懂，摸了摸傻笑不停地江小奴的脑袋，起身朝房间内走去，直接盘坐入定了。
en_us: Jiang Yi kept the purple gold without further explanation. After all, Jiang Xiaonu didn't know how to refine essence force. She probably would not understand even if he explained things to her. Smiling foolishly as he rubbed Jiang Xiaonu's head, he stood up and walked into his room, before directly sitting cross-legged to meditate.

source: 江逸放下筷子，摸了摸小奴的脑袋，笑道：“小奴，别担心，相信少爷，我们很快就会有钱了！”
en_us: Jiang Yi put down his chopsticks and stroked Xiaonu's head. Smiling, he replied, "Xiaonu, don't worry, believe in your Young Master! We will have the money soon enough!"

source: 江逸整个人都激动了起来，似乎这不是一缕比发丝还细的元力，而是能将他从绝境中拽出来的救命草绳！
en_us: Jiang Yi was thrilled. To him, this essence force wasn’t some random thing thinner than a strand of hair, but a life-saving straw that could pull him out of his predicament!

source: 江逸无奈一叹，也不解释，直接问道：“你把事情经过详细说说吧。”
en_us: Jiang Yi helplessly sighed and, without even explaining himself, asked directly, "Why don't you tell me in detail what happened?"

source: 江逸无视江顾水两人的威胁快速追上江豹，也不动用武技单拳猛然砸去，对于江豹这种铸鼎境二重的武者，他要灭杀太轻松了。
en_us: Jiang Yi ignored the threats of Jiang Gushui and Jiang Rulang and swiftly chased after Jiang Bao. He didn't used any martial arts and just forcefully sent a fist. It was too simple to deal with Jiang Bao who was only of second stage of the Cast Tripod Realm.

source: 江逸无语了，这江松自己偷懒，不受柳长老待见，关他屁事啊。这个炼丹房弟子的位置就算不是他江逸顶上，也会有别人顶上，他也懒得和这江松争辩了，转身朝里面走去，冷声说道：“江松，你回去吧，我不想和你争，如果你认为是我背后阴人，你尽可去刑堂告我。”
en_us: Jiang Yi was speechless. Jiang Song was himself a lazy person and was no longer favored by Elder Liu. This clearly had nothing to do with him! Even if the position as assistant in the alchemy lab was not taken over by Jiang Yi himself, there would be countless others who could easily take up the position. He was too lazy to argue with Jiang Song on the matter. Turning around and walking to the interior of the room, he replied coldly, "Jiang Song, you can go back. I don't want to have a fight with you. If you think I was indeed being treacherous behind your back, you can just head over to the disciplinary court to complain about me."

source: 江逸无需掐大腿也能判断自己眼下并非在梦中，因为从各处伤口传来的阵阵痛感清晰无比。而且……天依旧黑着，大长老并没有回来，小奴也还在外面做工，桌子上当然就更不可能堆放着像山一样高的秘笈了。
en_us: Jiang Yi did not need to pinch his legs to know that he was no longer dreaming, as the painful sensations resonating from his multiple wounds felt believably clear. Besides, the sky was still pitch black and neither had the Grand Elder not returned home, nor had Xiaonu finished with her work shift outside—not to mention the impossibility of a mountain-like stack of secret manuals piled atop the table.

source: 江逸早就断定江如龙会来，他很清楚如果不是江如龙跟随江恨水回到江家，江如虎也没有胆子动江小奴。正因为江如龙回来了，江如虎急着想找他报仇，这才殴打江小奴的。
en_us: Jiang Yi had already expected Jiang Rulong to appear here. He knew clearly that had it not been because Jiang Rulong who followed Jiang Henshui back to the Jiang residence, Jiang Ruhu wouldn't dare to touch Jiang Xiaonu. Precisely because Jiang Rulong came back, Jiang Ruhu got anxious to seek his revenge on Jiang Yi and instead used Jiang Xiaonu as a substitute.

source: 江逸暗喝一声，左眼黑光一闪，眼前的一双快速晃动的手速度立即慢了下来，他脚上踏起迷幻步，身形快速朝旁边躲避开去。
en_us: Jiang Yi shouted to himself in his mind, as a black flash sparked in his left eye. The speed of the originally rapid-moving hand gestures before his eyes immediately slowed down. His legs applied the Psychedelic Step technique, allowing him to quickly move to the side and dodge the incoming attack.

source: 江逸暗暗兴奋起来，宽慰了小奴几句，并告诉他现在他不用上西山了，去炼丹房做事了。这几天只要不出江家大院，江如虎等人倒是没办法截他。江家纵容子弟们彼此“切磋”，但他现在在炼丹房做事，江如虎多少也会有些顾忌，不敢在江家大院明着找他麻烦吧？
en_us: Jiang Yi silently felt exhilarated. He consoled Xiaonu with several words and informed her that he did not need to go up the Western Hills any longer as he was presently working at the alchemy lab. So long as he did not leave the central courtyard over the next few days, Jiang Ruhu and his cronies would have no way to intercept and catch him. The Jiang Clan condoned their sons to "learn from one another," but now that he was working for the alchemy lab, surely Jiang Ruhu would more or less have some misgivings and not dare to give him trouble in the courtyard...

source: 江逸暗暗叫苦，他万万没想到江如虎铸鼎境四重的实力，竟还如此小心谨慎？想到他父亲江云蛇年轻时候就有“竹叶青”的外号，阴险狡诈在天羽城是出了名的，他也就暗暗释然了。当下也没有别的办法，运转一缕黑色元力在眼中，咬牙朝前方冲去。
en_us: Jiang Yi cried to himself bitterly. He absolutely failed to consider how, in addition to his fourth-stage power level in the Cast Tripod Realm, Jiang Ruhu would actually be so careful and cautious. Thinking about how Jiang Ruhu's father Jiang Yunshe had the nickname "green bamboo snake" since youth and was infamous throughout Skyplume City for being treacherous and deceiful, Jiang Yi felt silently relieved. Jiang Yi also had no other choice but to circulate a wisp of black essence force into his eye and grit his teeth as he rushed forward.

source: 江逸暗暗叫苦，却只能凭借视力变强带来的超强反应速度，见招拆招，艰难躲避。
en_us: Jiang Yi groaned inwardly, there was little he could do except trying to block and dodge each attack as and when it came, with the help of superior reaction brought about by his enhanced-vision.

source: 江逸暗暗叹道，却突然听到背后一片唰唰声，他回头一看发现剩下的陪练全部朝后面退了数丈，明显不想上场找虐……
en_us: Jiang Yi silently sighed to himself. However, he suddenly heard a swishing sound behind him. He turned his head around to see all the remaining sparring partners had retreated backward by several tens of feet. It was evident that they did not want to enter combat and receive abuse...

source: 江逸暗暗喃喃一句，有气无力的开始把刚才炼废的丹药收集起来，准备拿出去丢掉。
en_us: Jiang Yi mumbled to himself. He listlessly started to collect all the discarded useless elixirs refined moments before, ready to take them out and throw them away.

source: 江逸暗暗心惊，内心却很是失望和不解起来，怎么黑色元力没有增幅药效吗？看来这丹药不值几个钱了，或许对方都不会要了……
en_us: Jiang Yi was silently in fearful shock, yet deep in his heart he felt a sense of disappointment and puzzledness. How could it be that the black essence force did not increase the medical efficacy of the elixir? As it seemed like these elixir pills were not worth much, perhaps the buying party might not even want them...

source: 江逸暗暗心惊，这种宝物他见过一次，江恨水在两年前家族大比显露过。他也看过一些书，知道这个世界的武器宝物从低到高分为利器，宝器，灵器，圣器四阶。也只有宝器级别以上神兵才能灌注元力，而一旦宝器灌注了元力将会削铁如泥，锋利无比！他这一拳要是敢砸下，整个拳头绝对会变成碎肉……
en_us: Jiang Yi was in silent shock. He had only seen such a treasure once before in his life, in the hands of Jiang Henshui at the family clan's Grand Tournament two years ago; in addition, he had read several books on the subject, so he knew that all weapons in this world were graded into four ranks, in order from low to high: Keen Artifact, Treasured Artifact, Numinous Artifact, and Sacred Artifact. Only weapons that belonged to the rank of Treasured Artifact and above could be infused with essence force. Once this was done, the treasured artifact would become so powerful and sharp-edged that it could slice through metal like it was mud! If Jiang Yi dared to land his fist, it would surely become minced meat...

source: 江逸暗暗惊叹，看来这练功房内有某种奇异的阵法，能禁锢里面所有武者的元力。
en_us: Jiang Yi silently sighed to himself in surprise. Looks like there was some sort of mysterious magical spell at work in that technique practicing room that could prohibit the use of essence forces by all martial artists inside.

source: 江逸暗暗惊疑，那少爷却一言不发进了练功房，江逸只好跟了进去。
en_us: Jiang Yi was in silent bewilderment. The young master in the meantime had gone into the Technique Practising Room without another word. Jiang Yi had no choice but to follow him in.

source: 江逸暗暗想到，目光偷偷的朝姬听雨看去，想看看她有什么反应？
en_us: Jiang Yi silently wondered, if he stole a glance in the direction of Ji Tingyu, what reaction would she give him?

source: 江逸暗暗感慨一声，不过拳影多少对于他完全无效，因为他能清楚的看到对方的真实拳身，就算对方幻出一百个拳影也是一样的。
en_us: Jiang Yi quietly sighed to himself sorrowfully. However, the fist silhouettes were completely ineffective against him, as he could see clearly his opponent's real fists - it would be the same result, even if his opponent produced the images of one hundred fist silhouettes.

source: 江逸暗暗感慨一声，脸上并不慌乱，他的视力极其恐怖，江如龙的攻击轨迹他预算得清清楚楚，身子继续朝前方冲去，不过半个身子后仰轻松躲过江如龙的鞭腿，一双手运转缠丝手闪电般的缠住江如龙的另外一条腿，猛然用力抡了起来。
en_us: Jiang Yi sighed in silent but didn't panic. He had terrific visions and could clearly predict Jiang Rulong's attack trajectories. He continued to dash towards the front but took half a step back to easily dodge Jiang Rulong's leg whip. He then used the Silk Hands to wrap around Jiang Rulong's other leg and began to whirl vigorously.

source: 江逸暗暗打定主意，无所事事取来扫帚打扫起来，刚刚把整个炼丹房内外都打扫完毕，就看到一个高大身影快步冲进来，一头灰白色的头发如杂草般散乱，一双鼓起来的牛眼更是满是血丝，他一边走还一边神神叨叨的喃喃道：“没道理，没道理啊，这地阶丹药里面的那种莫名成分到底是什么？到底是什么？难道是白芷粉？或者是姜黄……”
en_us: After silently making up his mind on the matter, with nothing better to do he picked up a broom and started sweeping the floor. Just as he completed cleaning up the entire alchemy lab from inside and out, he saw a giant figure rush in with quick steps. The figure had a head of grey-white hair that was messy like weeds and a pair of bulging, bloodshot eyes. "This doesn't make sense," the figure muttered. "It doesn't make sense at all! What is the mysterious unknown ingredient that is in this earth-level elixir? What on earth could it be? Perhaps it is angelica dahurica powder? Or could it be tumeric..."

source: 江逸暗暗抱怨起来，转念想到，好像自己身上还有一枚最低级的元力丹？他不是有黑色元力吗？他完全可以增幅这元力丹的药效啊？那样不就可以快速修炼吗？
en_us: Just then he remembered that it seemed like there was still lowest-grade essence force pill. And did he not have black essence force? Surely, he could increase the medicinal efficacy of the essence force pill. In that way, could he not speedily practice and refine?

source: 江逸暗暗沉吟，一名黑袍管事模样老头走了过来，扫了他一眼，递给他一块青铜打制的狼头面具，漠然说道：“带上面具，你的代号是苍狼，等下我会叫你上场。你是铜牌陪练，陪练到天黑算一天，一两银子，中途退出，没钱。”
en_us: As Jiang Yi was pondering on his situation, an old man wearing a black robe and giving off the appearance of a manager walked over to him. Giving him a glance, he passed to Jiang Yi a wolf-head mask made of bronze before coldly saying, "Put on the mask. Your code name is 'Lone Wolf'. Later I will call on you to take the field. "You are a bronze-token-grade sparring partner. The workday of a sparring partner is counted if he works from dawn to dusk, while the daily rate is a tael of silver. If you quit in the middle of the day, you get no money."

source: 江逸暗暗点头，他外面买的黑袍也是便宜货，这管事没有让人把他赶出去，还如此礼貌，天羽城第一大商号果然不凡。
en_us: Jiang Yi nodded silently. The black robes he bought outside was considered cheap-quality goods, yet not only did this housekeeper not chase him out, he had even remained ever-so courteous. The number one merchant-house of Skyplume City was indeed special.

source: 江逸暗暗狂喜，压在心头的一块大石头，终于放下来一半。本来非常不想在这柳长老手下干活，此刻倒是一百个乐意了。
en_us: Jiang Yi was secretly in ecstasy, finally being able to put down some of the stress applying pressure on his heart like a rock. Initially, he was very unwilling to work under Elder Liu; at this moment he was more than happy to do so.

source: 江逸暗暗着急，时间已经不早了，他如果耽误药田清点，怕是又要被荣管事责骂了。问题是伤势没好，他根本不敢上药山，怕被江如虎等人给堵了。
en_us: Jiang Yi was inwardly anxious. It was no longer early—should he delay taking stock in the herb fields, he might get scolded by Chief Rong again. The problem was that, with his unhealed wounds, he did not dare to go to the fields at all, for he was scared of being harassed by Jiang Ruhu and his gang.

source: 江逸暗道不妙，他黑色元力全部用完，恰好眼中也黑光一闪逐渐的模糊起来，显然眼睛附近的黑色元力已消耗干净了。没有黑色元力，他就是实实在在的铸鼎境一重武者，哪是这铸鼎境二重护卫的对手？
en_us: Jiang Yi sensed that he was in trouble. He had already used up all his black essence force, while coincidentally the dark spark in his eye was also gradually becoming increasingly blurry. It was evident that the black essence force near his eyes had been completely consumed. Without black essence force, he was in reality just a martial artist at the first stage of the Cast Tripod Realm. How could he be any match for this guard at the second stage of the Cast Tripod Realm?
